[{"title": "Andy Murray pulls out of Dubai Open after arrival of fourth child", "author": "Toyin Owoseje", "date": "2021-03-12", "full_article": "London (CNN)Andy Murray has pulled out of next week's Dubai Duty Free Tennis Championships after the birth of his fourth child.\nMatt Gentry, publicist for the two-time Wimbledon winner, told CNN Friday that reports that Murray's wife, Kim Sears, had given birth and that Murray had withdrawn from the tournament in Dubai as a result were true, but he declined to comment further.\nEarlier Friday, Roger Federer, the 20-time grand slam champion, said he was withdrawing from the same tournament in order to focus on his training.\nMurray and Sears, his childhood sweetheart, tied the knot in April 2015.\nThey already have two daughters, Sophia, 5, and Edie, 3, and a 1-year-old son, Teddy. It is not yet known whether the new arrival is a boy or a girl.\nLast year, the Scottish star opened up about fatherhood in an interview with the UK's Times newspaper.\n\"It can be difficult because the eldest are always wanting -- and getting -- your attention, whereas the youngest one is left fighting for it a little bit more,\" the 33-year-old said.\n\"He just wants to throw and chase balls the whole time,\" Murray added, \"whereas the two girls were a little bit more mellow (at his age) -- so it's quite different.\"\nWorld no. 116 Murray underwent hip resurfacing surgery in 2019 to save his career.\nEarlier this year he had hoped to compete in the Australian Open, but a positive coronavirus test prevented him from traveling to the tennis season's first grand slam, which was won by Novak Djokovic.\nMurray is a three-time grand slam champion and former world No. 1.\n\n"}, {"title": "Police identify body of Sarah Everard, who went missing in London", "author": "Rob Picheta, Amy Cassidy, Zahid Mahmood and Schams Elwazer", "date": "2021-03-12", "full_article": "London (CNN)British police confirmed Friday that they had identified the body of 33-year-old Sarah Everard, whose disappearance while walking home in London sparked an outpouring across social media from women sharing their own experiences of sexual assault and harassment.\nThe UK's Crown Prosecution Service authorized police to charge a serving Metropolitan Police officer with Everard's murder and kidnapping on Friday, according to a statement from Rosemary Ainslie, the CPS' head of special crime. The statement said the officer will appear at Westminster magistrates' court on Saturday for his first hearing.\nDetectives searching for the woman found a body in woodland in Kent on Wednesday evening, said Nick Ephgrave, Assistant Commissioner of the Metropolitan Police. \"I can now confirm that it is the body of Sarah Everard.\"\n\"A man remains in custody at a London police station on suspicion of committing those crimes,\" Ephgrave said. A post-mortem examination will now take place on Everard's remains.\nEverard disappeared on March 3 while walking in Clapham, south London, prompting an extensive police search in the area.\nHer remains were eventually found more than 50 miles from where she was last seen. A police officer whose \"primary role was uniformed patrol duties of diplomatic premises\" was arrested in Kent on Tuesday evening.\nOn Friday, Everard's family described her as a \"shining example\" who was \"kind and strong\" as they appealed for anyone with information to help detectives.\n\"Sarah was bright and beautiful -- a wonderful daughter and sister. She was kind and thoughtful, caring and dependable. She always put others first and had the most amazing sense of humour,\" her family said.\nOn Thursday, the police watchdog said in a statement that it had started an independent investigation into police actions involving the suspect.\n\"I know that the public feels hurt and angry about what has happened. And those are sentiments that I share personally, and I know my colleagues here at Scotland Yard and across the Met share as well,\" Ephgrave said on Friday.\nEverard's disappearance prompted thousands of women to share their own experiences of intimidation or harassment while walking alone at night in British cities and around the world.\nMany also exchanged notes on the habitual precautions they take to try to stay safe when they walk alone -- and voiced their anger and frustration that this feels necessary.\n\"I understand that women in London and the wider public, particularly those in the area where Sarah went missing, will be worried and may well be feeling frightened,\" Ephgrave said Friday, adding that Londoners could expect to see a rise in officers on the street in the coming days.\nA \"Reclaim These Streets\" vigil has been organized via Facebook for 6 p.m. Saturday on Clapham Common, a green space Everard walked near at around 9 p.m. as she headed toward her home in Brixton.\nIt is unclear whether the event can legally go ahead, given the UK's current Covid-19 restrictions banning public gatherings. Organizers have said police have reversed the position and would not allow it to take place, a move they are challenging in the courts.\nCNN's Laura Smith-Spark contributed reporting\n"}, {"title": "'They are like a family': How esports has helped its fans get through lockdown", "author": "Ben Church", "date": "2021-03-12", "full_article": "(CNN)The return of sport amid the pandemic has been one of the few saving graces for many people over the last year.\nIt's provided a welcome distraction from the humdrum of multiple lockdowns and offered a sense of hope that, one day, things will return to some sort of normality.\nThe same is true in the world of esports, an industry that has had to play some of its biggest and most spectacular tournaments behind closed doors over the last 12 months.\nRené Romann is a huge fan of esports outfit Team Liquid and says following his favorite organization has provided respite during such difficult times.\n\"It's kind of interesting to see this online family, this Liquid family, and how we can help each other in certain situations, especially in this pandemic,\" Romann tells CNN Sport.\n\"Also getting [...] knowledge of what is going on worldwide, because you have this worldwide fan base.\n\"It's really helpful, if you have any kind of problem, you can talk to people and they really help you.\"\n\nREAD Surviving two weeks of isolation to play video games\n\n'Watching the games together'\nRomann, a 34-year-old software engineer from Hamburg, Germany, says he spends up to two hours a day engaging Team Liquid's content, though he misses the opportunity to watch his favorite players perform live in front of packed-out stadiums.\nHowever, as a keen gamer himself, spending time and playing online with this virtual community has made the last year that little bit more bearable.\n\"I wouldn't call myself a super fan,\" he says, laughing. \"But it depends a little bit on how you define it.\"\n\"Like [how] other people check the newspapers, it's more for me that I check what they [Team Liquid] are doing.\n\"Just watching the games together, having some kind of viewing party, and you're just talking about what the team will do or what the team should not do [...] that's kind of interesting.\"\nStudies have shown the esports fanbase has rocketed in recent years and, with everyone stuck indoors due to lockdowns, viewership increased again during 2020.\nKeeping those fans engaged is paramount for an organization like Team Liquid, which says its supporters are at the heart of everything it does.\nTeam Liquid's co-CEO Steve Arhancet says his team regularly sends handwritten letters and calls fans over the phone in order to foster that community feel. It's something that he says has been extra important during such tough times.\n\"When you're able to provide that kind of care and consideration that you would to a family member or a friend or someone that you just care about, why is it any different for a relationship between the sports team and its fans? It should be the same,\" Arhancet tells CNN Sport.\n\"I think a lot of other teams take it for granted. They just assume that you could just watch our content and that's enough. It isn't. You have to care and you have to listen and you have to remember.\"\nREAD: The worlds of Fortnite and football collide\n\n\n\nVirtual stadium\nTeam Liquid has teams in 17 different games, which Arhancet says is akin to owning an NFL, NBA and soccer team.\nHis goal is to treat fans of these different games as one family and he hopes the launch of a new platform will help to do that.\nLiquid+ is the new one-stop-shop for everything you need to know about the team. On the online platform, fans can win points for engaging with the team's social media which can in turn earn them special experiences with their favorite team and players.\nIt also provides a space for fans to talk to one another and play specialized games.\n\"It's very exciting to get some kind of reward for what you do there with them, simply because it's some kind of reward for things that you're already doing,\" says Romann.\nThe new platform encourages fans to connect their social media accounts allowing Team Liquid a chance to learn more about its fan base and tailor content accordingly.\nIn many ways, Liquid+ is the first of its kind and Arhancet says it won't be long before other teams follow suit.\n\"I think it's good that other esports teams are thinking about it in this way, and I think it will overall help the esports ecosystem,\" he says.\n\"I'm kind of glad to see that kind of innovation happen by other teams. It will level up what we're doing.\"\nBeing able to provide this \"virtual stadium\" will also help esports stay ahead of the curve in terms of more traditional sports, says Arhancet.\n\"We don't have big stadiums, but what we do have is this kind of digital stadium where we can provide the same sort of experiences and events and even food and beverage,\" he says.\n\"It's not limited to just the folks that are coming to that 10,000 person stadium. We can do a global event and publish around the world to all of our fans, which is a bigger opportunity to reach more people.\"\n\n"}, {"title": "Mick Schumacher: A 'big privilege' to carry legendary surname into Formula One again", "author": "Amanda Davies and Matias Grez", "date": "2021-03-12", "full_article": "(CNN)Carrying the surname of one of the greatest Formula One drivers ever understandably brings huge pressure and expectation, but Mick Schumacher feels only pride.\nThe 21-year-old, son of seven-time world champion Michael, is gearing up for his first season in F1, exactly 30 years after his father made his debut at Spa in 1991.\nSchumacher's first race will be with the American Haas team at the Bahrain Grand Prix on March 28 and he understands the eyes of the motorsport world will be on him.\n\"I guess it's mostly the expectation I have for myself,\" Schumacher tells CNN's Amanda Davies. \"I'm wanting to obviously do well, but also it's a big privilege for me to carry the surname Schumacher into Formula One again and obviously have it on my my car and be able to do my laps on track with it.\"\nSchumacher has been preparing for this moment almost all of his life.\nFrom the age of two, he would race around his garden in go-karts and by the time he was 11, Schumacher knew he wanted to race professionally.\nTo allow his talents to flourish and avoid any unwanted media pressure, Schumacher initially raced under his mother's maiden name -- Betsch -- as he rose through the ranks of the junior circuits in Europe.\nREAD: Mick Schumacher to drive in dad Michael's old Ferrari at Hockenheim\n\"It gave me the possibility to basically race under the radar, if that makes sense,\" he says. \"So I was able to grow and do the steps that I needed with the time that I needed.\n\"So I could take my time, I didn't have any rush, I didn't have any media attention at the time, which obviously was very positive because I could just be a child and enjoy racing.\"\nIt wasn't until Schumacher reached Formula 4 that he decided to race under his father's surname.\nBy that time, the media was well aware there was another Schumacher making waves on the junior circuits so he decided it was time to embrace the name and everything that came with it.\n\"It was the right time for me to get used to it,\" he says. \"We were getting into Formula cars and it's not that long until I was making the steps up in the junior categories -- and obviously with every junior category that I go up, the media attention was getting more.\"\nThe same, but different\nWhen Michael Schumacher was at the peak of his powers with Ferrari, Mick was too young to fully grasp exactly what his father meant to so many people around the world. To him, the F1 great was just his dad.\nAs he grew older, however, he began to see the value in all the lessons his dad gave him. Today, Schumacher sees many of his father's traits in his own driving style and doesn't shy away from the comparisons.\n\"I guess we're probably different in a few ways, but we're very similar in other ways,\" he explains. \"It's very interesting to see how we how we do things on track. For me, when I compare myself [to him], it is very much in his prime, the peak of his career when he was racing with Ferrari and having all those world championships.\n\"But it's also very good for me to compare myself to him when he started in Formula One ... we just have to be able to compare in both phases I'd say -- compare myself to the beginning, but also compared to the end of his career.\nREAD: Can Mick Schumacher emulate his father Michael in Formula One?\n\"You always have to measure yourself to the best today, but also to the best in the past and obviously my dad is the best and he's always going to be the best. I feel privileged to be able to compare myself to him and see what steps he took over the years, but [also] what different choices he took and I learned from them.\"\nDespite his upbringing as the son of one of the greatest drivers of all time, it wasn't always a given that Schumacher would reach motorsport's elite level.\nIn 2019, he finished his first season in Formula Two in 12th place, 213 points behind the eventual champion despite driving for the best team in the championship.\nFollowing a frank discussion with his PREMA Racing team principle Rene Rosin, his fortunes transformed and in 2020 he was crowned F2 champion, winning the title by 14 points.\nFerrari, the team with which Michael Schumacher became synonymous, has been crucial in aiding Mick's development as a driver. The German is part of the Italian team's prestigious Ferrari Driver Academy, signing up in 2019, and joins a list of alumni that includes Charles Leclerc, Antonio Giovinazzi and the late Jules Bianchi.\nAlthough his position in the sport may have looked somewhat precarious from the outside, Schumacher's drive and work ethic meant he was always likely to succeed.\n\"Obviously you always have to have a basis of talent on any anything you do and I feel like through karting and through racing, you just learn to adapt to things very quickly,\" he explains. \"So I'm generally very easily learning new things, especially when it's something about sports.\n\"I guess in our sport, if you love what you do and you have a bit of talent and you are willing to work for your dream, that's all it takes in a way to be able to then put a lot of time on track. If you are willing to to work every day, every minute on yourself and dedicate life, basically, to the sport, then most likely [you] will do well -- and that's what I'm doing.\"\nSuch was his love of driving growing up, Schumacher admits there was \"never a plan B.\" While the other kids at school dreamed of becoming astronauts or the president, his singular focus was on racing around a track.\nIn Bahrain later this month, his dream of becoming a Formula One driver like his father will be realized.\n\"I guess I will be a bit nervous, but nevertheless I think I'm very much prepared,\" he says. \"It's going to be very fun. I think it's going to be a hell of a ride.\"\n\n"}, {"title": "They can only hold hands, but for Britain's elderly, first touch with a relative 'means everything'", "author": "Phil Black and Mick Krever", "date": "2021-03-12", "full_article": "Eastbourne, England (CNN)In a small nursing home by the southern English seaside, David Alexander, 89, walks into his wife's bedroom for the first time since October.\n\"Hello my darling,\" he says. \"Do you know who I am? I'm David.\"\nBefore even putting down his bags, David sits on Sheila's bed, next to her armchair, and holds her hand -- for only the second time since the pandemic came to Britain.\nThe response from Sheila, his wife of 55 years, is impossible to read. She has advanced dementia and she rarely speaks.\n\"It's a long time since I've seen you,\" he tells her. \"That's because of this Covid thing.\"\nThroughout the pandemic, Sheila was cut off from everyone who loved her because Britain's nursing and care homes have largely remained closed to visitors. Now the UK's vaccine rollout has made an incremental but significant change possible. Each resident in England is allowed one designated, indoor visitor.\n\nCNN received permission to observe some of the first moments where people in care were reunited with loved ones.\nDavid gives Sheila daffodils from their garden. He inspects her fingernails to see if they need to be trimmed. He tells her that their three sons love and miss her. Often, he just looks at her silently while stroking her forearm with a gloved hand.\nThey met when they were both teachers at neighboring schools. Sheila is now 81.\n\n\"She was always very sociable,\" David recalls. \"Outgoing and happy and fulfilled with home and her family.\"\nDavid is satisfied there is no obvious decline in her condition but says he cannot know what she was thinking and feeling during their long time apart.\nVisitors must record a negative Covid-19 test result immediately before entering the home and wear personal protective equipment (PPE) throughout the visit. Hugging and kissing are forbidden.\nDavid says just being able to hold hands is a huge improvement for Sheila's quality of life.\n\"One of the few ways that she can show her feelings, really,\" he says. \"I think you've got to be grateful for what you've got.\"\n\nOne town over in Bexhill, in one of the many care homes along this stretch of England's southern coast, Renee Dolan, 86, waits anxiously for her granddaughter.\nSuddenly Sara Agliata rounds the corner and two big smiles light up the room.\n\"Nan! Ahhh!\" cries Sara.\n\"Oh, thank you darling,\" Renee says, receiving a bouquet of flowers. \"You've had to come in all this plastic.\"\n\"I know, I know,\" Sara laughs. \"You can hear me coming.\"\nHer grandmother grips her hand tightly. With the other, she places a kiss on her cheek.\n\"Oh, you're not allowed to kiss me,\" Sara says gently.\n\nFor the next half hour their hands stay locked together, and a lively conversation flows from great grandkids to Harry and Meghan's recent interview.\nAt times, Renee is overwhelmed with emotion and struggles to explain how important this moment is. \"It's so nice seeing you. It's [been] a long time,\" she says, sobbing.\nHer granddaughter assures her: \"I'm going to come back next week as well.\"\nRenee's husband died at 47. She spent decades living alone in central London and is now experiencing early dementia.\n\"She's an extremely independent person that does love her family, and likes to be around them,\" Sara says. \"She likes to be around people.\"\nRenee is grateful for the comfort of holding hands -- \"it means everything to me, everything\" -- but she hopes for more.\n\"It's just a shame we can't hug yet,\" she says. \"But it won't be long, will it?\"\n\nOutside Eastbourne's Manor Hall Nursing Home, a group of residents is slowly but excitedly boarding a mini bus. This is the first time they are allowed to leave the building and its small courtyard since last summer.\nThe excursion opens with a drive through the rolling, green hills of the South Downs National Park.\n\"We've waited a long time for this, haven't we? Beautiful,\" says George Baulch, 87, smiling out of the window.\nThe bus soon stops at a public garden by the seaside. The residents decamp to benches. Their carers hand out blankets, cups of tea and snacks.\nThere are smiles and laughter and much grousing about the early spring chill. Someone makes a saucy joke about the size of a banana. This is the most freedom they've experienced in a long time.\n\"You come here and you realize how big England is,\" George says with a laugh.\n\nThe elderly have sacrificed more freedoms than most during the pandemic, and more than half of Covid-19 deaths in England and Wales last year were from those over 80. They were prioritized in the UK's vaccine rollout from December and first doses have now been delivered to 99.9% of England's nursing and care homes, according to the country's National Health Service.\nAround 23 million people in total across the UK have now received a first vaccine shot. That protection is allowing modest changes, the possibility of hope and glimpses of a post-Covid future.\n\"We've been locked up for weeks and weeks and weeks,\" George says. \"[I] never thought it was going to happen again for us. And now we're here.\"\nCNN's Darren Bull and Matt Brealey contributed to this report.\n"}, {"title": "'Extraordinary' AC Milan stuns Manchester United with last-gasp equalizer", "author": "Ben Morse", "date": "2021-03-12", "full_article": "(CNN)In recent years AC Milan has been something of a sleeping giant in European football, but that could be about to change.\nThe seven-time European Cup winner last played in the Champions League during the 2013-2014 season, but on Thursday in a 1-1 draw with Manchester United in a first-leg last-16 Europa League tie, Milan provided further evidence that its a team to be reckoned with.\nSecond in Serie A, but looking well placed to play in the Champions League next season, AC Milan left it late to secure the draw -- defender Simon Kjær scored a dramatic late equalizer in stoppage time to stun United -- but the Rossoneri fully deserved to pull level.\nMilan manager Stefano Pioli, who has helped bring back some of the fear factor that used to surround Milan during the club's heyday, called Thursday's game \"a great performance and a great result.\"\n\"We are working to grow and bring Milan back where we belong,\" he told the media. \"These are the best games in that sense so I was happy to face a team like United.\n\"I keep repeating to my players that I'm not coaching a normal group. This an extraordinary group, the lads always give their 100% in every game, they are just incredible.\n\"Before the game we would have been very happy with a 1-1 draw. Tonight we know that we could have earned even more after this performance.\n\"The spirit of this team is simply amazing. We want to take control of every game, we are working hard to do so.\n\"The way we want to play needs a great commitment by everyone in the team and despite playing so often, the lads never relax a bit. I cannot say enough to praise them.\"\nKjær sent a bullet header over goalkeeper Dean Henderson in the 92nd minute to level the game at 1-1 with the second leg in Milan coming next week.\nA controversial video assistant referee review for an apparent handball denied Franck Kessie what would've been a sublime opener and Milan looked more comfortable despite the youth of the side -- talisman Zlatan Ibrahimović was missing through injury.\nHowever, it was the hosts who broke the deadlock against the run of play, and it came from a bit of magic from a substitute.\nThe 18-year-old Amad Diallo, who had only come on five minutes beforehand, produced a wonderful backwards header from a pinpoint Bruno Fernandes pass to float the ball over Milan goalkeeper Gianluigi Donnarumma.\nIn scoring with his first ever shot for the club, Diallo became the youngest non-British player to ever score in major European competition for Manchester United.\nBut Milan didn't give up easily, dominating the possession from there on in and Kjær's goal gives Milan an all-important away goal.\nREAD: Cristiano Ronaldo commits 'unforgivable error' as Juventus is stunned by 10-man Porto in Champions League\n\nIntroducing yourself\nIf Lionel Messi's \"special\" goal on Wednesday against Paris St. Germain was hit hard, Martin Ødegaard's strike on Thursday might've outdone the Barcelona superstar.\nThe Real Madrid loanee picked up the ball around 25 yards from the Olympiacos goal, turned, and unleashed a \"venomous\" strike which powered past the despairing Jose Sa in goal.\nAlthough the Greek hosts equalized in the second half, two late goals from Gabriel and Mohamed Elneny gave Arsenal a commanding 3-1 lead, with the second leg to come in London on March 18.\nFor the Norwegian midfielder, who is on loan from the Spanish giants until the end of the season, his first goal for Arsenal was a \"big moment\" because he admits he \"feels at home here.\"\n\"It was a great moment,\" Odegaard told Arsenal.com. \"I was eager to get on the scoresheet and I didn't get any goals yet, so it was a good moment for me and also a crucial moment in the game to get a goal away from home and take the lead into half-time.\"\nHowever, after yet more sloppy defending provided plenty of opportunities for Olympiacos to drag itself back into the match, Arsenal manager Mikel Arteta stressed the importance of eliminating errors with the North London derby against Tottenham coming up on Sunday.\n\"We have to be very clear and honest with ourselves that we gave three goals to the opponent and they took one, and at that level they are going to punish you,\" Arteta told the media afterwards.\nVisit CNN.com/sport for more news, features, and videos\n\"So to go to the next level, we have to stop doing that and be more ruthless -- and when you are that dominant and playing that well, just kill the game.\n\"The goals or the chances that we have conceded are coming from ourselves. That is really positive because the moment we stop it we will be even stronger. \"But the reality is that we have to stop it immediately because if not the games are always there to drop points.\"\n\n"}, {"title": "AstraZeneca says 'no evidence' of blood clot risk from vaccine as countries suspend its use", "author": "Rob Picheta", "date": "2021-03-12", "full_article": "London (CNN)The global rollout of the Oxford-AstraZeneca Covid-19 vaccine has encountered another hurdle as a handful of countries paused their use of the shot following reports it could be connected to blood clots, despite no clear evidence of a link.\nAstraZeneca has robustly defended its vaccine, saying Friday there was \"no evidence of an increased risk\" of blood clots, and European and UK medicines regulators have each said the link between the vaccine and blood clots has not been confirmed and that rollouts should continue.\nAfter a group of European countries -- including Denmark, Norway and Iceland -- suspended use of the vaccine on Thursday, Thailand's Prime Minister, Prayut Chan-o-cha, canceled plans to publicly get the AstraZeneca shot on Friday and the country also delayed its rollout.\n\"When there is an adverse event, we don't need to be in rush,\" said Piyasakol Sakolsatayadorn, a senior member of the country's vaccination committee.\nBulgaria has become the latest country to suspend use of the vaccine on Friday pending investigations into safety. Prime Minister Boyko Borissov ordered a halt to all inoculation using the AstraZeneca Covid-19 vaccine until the European Medicines Agency \"rejects all doubts\" about the vaccine's safety, according to a government statement.\nThe moves came in response to reports of blood clots in a few inoculated people in Denmark, including one fatality. Denmark was the first country to take the precautionary measure, announcing a 14-day break while authorities investigated further.\nNorway and Iceland soon followed. The Norwegian Institute of Public Health said the country has also reported cases of blood clots shortly after receiving a Covid-19 vaccination in Norway but \"mainly in the elderly where there is often another underlying disease as well.\"\nOther countries, including Austria and Italy, have suspended specific batches of the vaccine.\nBut a number of nations -- including Germany, France, the UK, the Netherlands, Mexico and Nigeria -- stood by the shot and reassured citizens of its safety.\nHealth agencies tell countries to keep rolling out\nThe European Medicines Agency (EMA) said Thursday that it did not recommend suspending use of the AstraZeneca vaccine, stating that there is \"no indication\" the vaccine caused the blood clots in the people who received the vaccine. The agency told countries they could keep rolling out the shot while investigations take place.\n\"The vaccine's benefits continue to outweigh its risks and the vaccine can continue to be administered while investigation of cases of thromboembolic events is ongoing,\" the agency said.\nThe UK's medicine regulator -- the Medicines and Healthcare products Regulatory Agency (MHRA) -- also issued a statement Thursday reassuring the public that the vaccine is still safe and that \"people should still go and get their COVID-19 vaccine.\"\nThe episode nonetheless poses another headache for the pharmaceutical giant, whose vaccine has been beset by political disputes, delivery delays and other concerns.\nBut the tone across most of Europe was one of calm, as other governments sought to put the reports into context.\n\"Investigations are carried out systematically each time serious adverse effects are declared,\" France's health minister Olivier Véran said in his weekly briefing on Thursday. \"But what are we talking about? About 30 people out of more than five million Europeans having received an injection.\"\nThe UK's MHRA, where 11 million doses of the vaccine have been administered, said blood clots \"can occur naturally and are not uncommon.\" Its vaccines safety lead Phil Bryan added that the reports of blood clots \"are not greater than the number that would have occurred naturally in the vaccinated population.\"\nAnd Germany confirmed late on Thursday that it would stick to its rollout plans. \"We are planning to continue vaccinating with AstraZeneca, just like an overall majority of other European countries,\" German health minister Jens Spahn said.\n'No evidence' of clotting link\nAstraZeneca said Friday that its analysis not only shows \"no evidence of an increased risk\" of blood clots in vaccine recipients, but demonstrates a lower number than in the general population.\n\"An analysis of our safety data of more than 10 million records has shown no evidence of an increased risk of pulmonary embolism or deep vein thrombosis in any defined age group, gender, batch or in any particular country with COVID-19 Vaccine AstraZeneca,\" the company said in a statement.\n\"In fact, the observed number of these types of events are significantly lower in those vaccinated than would be expected among the general population,\" it added.\nDenmark's health leaders had stressed their decision to announce a two-week pause on its use of the vaccine was a precautionary one, reminding people there is \"good evidence that the vaccine is both safe and effective\" but saying they would \"act early\" to investigate the reports of clotting.\nSpain delayed giving the jab to those aged between 55 and 65 until a review is conducted, but Dutch health minister Hugo de Jonge said Thursday there is \"no cause for concern,\" and no reason to stop using the AstraZeneca vaccine.\nEarlier this week, a number of EU nations paused the use of doses that came from a particular batch of AstraZeneca vaccine, after a 49-year-old woman in Austria died of multiple thrombosis on Sunday. The EMA said Wednesday there was \"no indication\" that vaccination had been behind the cases of clotting or death.\nAnd on Thursday, Italian medicines agency AIFA also banned use of another batch of AstraZeneca vaccines. The agency said it was responding to \"some serious adverse events\" taking place around the time of vaccinations from one specific batch. It did not say what the events were and said no causal link between the events and the vaccine had been established.\nNigeria, which has started receiving millions of vaccine doses through the COVAX program, defended the vaccine Thursday, saying it is satisfied with the clinical evidence indicating the shot is \"safe and effective\" and urging its citizens to continue to participate in the rollout.\nReal-world data has also shown that the vaccine is having a significant impact in reducing Covid-19 hospitalizations.\nA single dose of the vaccine reduces the risk of hospitalization from Covid-19 by more than 80% in people aged over 80, data from Public Health England showed earlier this month. The vaccine is given in two doses, though countries differ in how far apart they are spreading those shots.\nConcerns about the vaccine's safety nonetheless come at an awkward time for AstraZeneca, with disputes over its supplies to the EU still unresolved. After announcing it would pause the vaccine, Denmark's health authority said Thursday the country would now receive approximately 900,000 fewer doses of the shot.\n\"The fact that AstraZeneca is once again downgrading the number of doses delivered to the EU and thus Denmark is, of course, both unsatisfactory and a serious challenge,\" Ole Jensen, deputy director at the Statens Serum Institut, said.\nPolish officials also announced on Friday that AstraZeneca will reduce the number of coronavirus vaccine doses delivered there.\nCNN's Antonia Mortensen, Schams Elwazer, Arnaud Siad, Vee Intarakatug and Chris Liakos contributed reporting.\n"}, {"title": "'It was a horrendous tee shot': Players Championship famed 17th hole claims victims", "author": "Ben Morse", "date": "2021-03-12", "full_article": "(CNN)Golfer Byeong Hun An is unlikely to forget in a hurry the 17th hole at TPC Sawgrass.\nThe South Korean hit his ball in the water four times on the par-three on Thursday in the first round of the Players Championship., eventually carding an octuple bogey 11.\n\"We all have bad days in our life and we just have to learn to move on ... But it was a horrendous ... tee shot on 17th,\" tweeted An after he was confounded by the hole, whichi is notorious for being one of the toughest par-3s on the PGA Tour.\nThe good news for An is that his effort isn't the worst score posted for the hole -- in 2005, Bob Tway scrambled a 12.\nREAD: There's a dearth of Black players on the LPGA Tour. This woman wants that to change\nIn a remarkable sequence, An's first tee shot fell short of the green, then his next two from the drop zone were just too long. Subsequently his third shot from the drop zone was short again before his ninth shot eventually found dry land.\nTo epitomize his struggles, in reply to a video of his 11 on the hole with the caption \"Tag a buddy who would card an 11 on No. 17,\" An replied with his own Twitter handle.\nThe South Korean won't be the only golfer having nightmares about the island green hole  -- 35 balls were hit into the water, the second most in a round on the 17th at the Players Championship.\nKevin Na lost three balls on his way to carding an eight, the same score as Charl Schwartzel and Maverick McNealy.\nIn fact, Na withdrew from the tournament after the first round, citing back issues.\nVisit CNN.com/sport for more news, features, and videos\nHowever it wasn't all doom on gloom on the 17th.\nThe 2013 Masters champion and former Players Championship winner Adam Scott hit arguably the shot of the day on the hole, going close to a hole in one, his ball landing just 1-foot, 7-inches from the pin.\nIan Poulter, who himself had a tough opening day, posted a video on Instagram afterwards sitting at a table with Rory McIlroy, Tyrrell Hatton and Henrik Stenson. Together they had a combined score of 29 over par.\n\n"}, {"title": "Roger Federer withdraws from upcoming tournament after making his tennis return", "author": "Ben Church", "date": "2021-03-12", "full_article": "(CNN)Roger Federer has pulled out of an upcoming tennis tournament in Dubai after returning to action following a 13-month injury layoff.\nThe 20-time grand slam champion hadn't played competitively in over a year after undergoing two knee surgeries in 2020 but won his comeback match against Dan Evans at the Qatar Open on Wednesday.\nThe 39-year-old was then beaten by Georgia's Nikoloz Basilashvili -- 3-6, 6-1, 7-5 -- in the quarterfinals on Thursday.\nFederer was due to continue his comeback at the Dubai Duty Free Tennis Championships on March 14 but says he's withdrawn to focus on training.\n\"It's been great to be back on the [ATP Tour], loved every minute playing in Doha once again,\" he wrote on Twitter. \"A big thank you to the best and loyal team that helped me get here.\n\"I've decided it's best to go back to training and as a result, I've decided to withdraw from Dubai next week.\"\n\nREAD: Tennis counts the cost of empty stands\n\n\nFocus on Wimbledon\nHaving initially earmarked a return for this year's Australian Open, the Swiss superstar was forced to withdraw from the tournament late last year.\nHe has since switched his attention to Wimbledon and will play in events that prepare him for the grand slam in June.\nFederer had previously decided not to defend his title at the Miami Open which is due to start on March 22.\nOn Monday, Novak Djokovic broke Federer's all-time record for most weeks spent as the men's world No.1.\nThe Serbian has now topped the ATP rankings for a combined 311 weeks, surpassing Federer's tally of 310.\nBut Federer, who is no stranger to injury comebacks having recovered from a previous knee surgery in 2016 to win two grand slam titles, insists his career is far from over.\n\"I hope then, by Wimbledon, I'm going to be 100% and that's when the season starts for me. Everything until then it's just 'Let's see how it goes',\" he said earlier this month.\nAs it stands, Federer and Nadal share the men's record for most career grand slam titles (20) with Djokovic just two behind.\n\n"}, {"title": "Meghan said racism drove her out of the UK. Black Britons ask, 'are we still here in 2021?'", "author": "Salma Abdelaziz", "date": "2021-03-12", "full_article": "London (CNN)It's been a gut-wrenching week for Black Britons.\nFirst came the interview where what many Black Britons believed in their hearts to be true was confirmed -- Meghan, Duchess of Sussex, Britain's first member of the modern British royal family to identify as a woman of color, said she was forced to leave the monarchy in large part due to the British press \"inciting... racism\" against her.\"\nThen came the defensiveness of some in the media trying again to gaslight an entire nation.\n\"It made me feel unsafe that was the emotion I felt,\" Karen Gibson said of the interview that shook Britain and provoked the ugly underbelly of prejudice.\nThe 56-year-old Gospel singer led the Kingdom Choir's rendition of \"Stand by Me\" for Prince Harry and Meghan's royal wedding in the summer of 2018.\n\"We knew we were breaking new ground,\" she said of the group's moving performance. \"We were standing there for communities of color not only in the UK, but all over the world, and we knew America would be watching.\"\nOvernight, Gibson, dubbed the \"Godmother of Gospel\" by British media, became a celebrity in her south London community of Clapham, where she has lived for decades.\n\"I was sitting on the bus one day and a woman, a Black lady, came and sat next to me and she said, 'We made it!' and I was like 'Did we? Did we make it?\" Gibson laughed.\nNow that hope and optimism is tinged with the deep pain of racial trauma -- the struggles of an American actress living in the palace spoke directly to the lived experience of ordinary Black Britons.\n\"I think my reaction was still? Are we here still in 2021?\" Gibson said of the explosive interview.\nGibson feels her words about Meghan have been misrepresented in the media before -- an experience she says left her \"traumatized\" and led to a \"loss of trust\" in journalists.\n\nAt a time of nationwide lockdown, the UK's mainstream media is its public square -- a space that many Black Britons say is hostile to them.\nBuckingham Palace said in a statement this week that, \"The issues raised, particularly that of race, are concerning.\"\nIn response to Harry's accusation that British tabloids are \"bigoted\" and build a \"toxic environment\" of \"control and fear,\" the UK's Society of Editors claimed racism played no part in the coverage of the Duchess. The group's head stepped down after a swift rebuke from more than 160 journalists of color. calling the statement \"willful ignorance.\"\n\"The blanket refusal to accept there is any bigotry in the British press is laughable, does a disservice to journalists of color and shows an institution and an industry in denial,\" they added.\nPopular TV host Piers Morgan's claim on one of Britain's most watched morning shows that he \"didn't believe a word\" that Meghan was saying led to 41,000 complaints to the UK's communication regulator. An investigation was launched, and the famous presenter lost his top gig.\nOn Wednesday, Morgan said that he still does not believe Meghan.\n\"I've had time to reflect on this opinion, and I still don't [believe her],\" Morgan tweeted. \"If you did, OK. Freedom of speech is a hill I'm happy to die on. Thanks for all the love, and hate. I'm off to spend more time with my opinions.\"\nShola Mos-Shogbamimu, whose heated on-air exchange with Morgan went viral after he questioned Meghan's truthfulness during her Oprah interview, says it's going to take more than a couple of resignations to heal the divide.\n\"There is the issue of the lack of trust in the media,\" Mos-Shogbamimu said. \"If the media is going to change your words, the tone of your words, how are you going to trust them with your most valuable asset which is your voice.\"\nThe Britain that Prince Harry and Meghan left is already changing. It was rocked by a racial reckoning after the death of George Floyd in the US, that pushed tens of thousands of anti-racism demonstrators onto the streets of the UK. That hope for change is quickly turning into a demand for equality.\n\"I cannot waste my energy on those who are still on the ABCs, 123s, do-re-mis of racism,\" Mos-Shogbamimu explained, \"I recognize that those who are against progress on racial equality and racial justice ... one of their tactics is to frustrate the efforts of anti-racist activist like me, so if they have me arguing at the 123 level, where is my energy to deal with the real fight?\"\nAway from the British mainstream media -- an overwhelmingly white institution -- Zeze Millz has carved out her own space on social media.\nHer weekly YouTube show speaks to an audience of 120,000 on cultural and political issues.\n\"We've been nice. We've been very, very nice for however long,\" Millz explained from her studio in London. \"Now we are at that point where it's like, no, our voices are going to be heard now and if it is uncomfortable for you then tough luck.\"\nBritons are often quick to condemn viral videos of police brutality against Black people in America, but at home the refrain \"racism does not exist,\" is all too commonly heard by people of color, Millz says.\n\"There is a lot of overt racism in America,\" Millz said, \"Whereas here it's not like that -- it's very under-handed. They always kind of gaslight you and come up with another reason why it's not racism.\"\nSupporters of the royal couple see the TV interview as a public and global affirmation that Black Britain was right: racism does exist in the UK. But they argue exposing systemic inequality is only step one.\n\"The racism is too deep. It's deep for one person to almost come in and change all of that, but I think that this interview will spark a lot of change,\" Millz said.\nIn passing remarks to a journalist on Thursday, Prince William, Harry's brother, said, \"We're very much not a racist family.\" But it seems unlikely this black-and-white, whodunnit definition of racism will  be enough to silence the demands for change at a time of racial reckoning.\nCNN has launched Royal News, a weekly newsletter bringing you the inside track on the royal family, what they are up to in public and what's happening behind palace walls. Sign up here.\n\n"}, {"title": "96-year-old accused of being Nazi camp guard is deemed 'unfit' for trial", "author": "Claudia Otto and Sara Spary", "date": "2021-03-11", "full_article": "Berlin (CNN)A 96-year-old man accused of being an SS guard at the Stutthof camp in Nazi-occupied Poland has been deemed \"unfit to stand trial.\"\nThe man, named only as \"Harry S.,\" is alleged to have been stationed at the concentration camp -- where it is estimated 65,000 people were murdered during the Holocaust.\nThe court in Wuppertal, Germany, had been due to try him of having \"aided and abetted [the] murder [of] several hundred [people],\" court judge and spokesman Christian Lange told CNN.\nBut owing to his inability to \"conduct the defense in an understandable and comprehensible manner\" the trial will no longer take place, Lange said. The court has decided, however, that he must \"bear the expenses incurred by him in the proceedings himself.\"\nHarry S. is accused of having served as a guard at the Nazi concentration camp, near the Polish city now called Gdansk, between June 1944 and May 1945.\n\nWhile there the court allege there is \"strong evidence\" that he guarded the transportation of 598 prisoners to Auschwitz-Birkenau, where 596 were murdered in gas chambers.\nThe identity of the victims was not disclosed but historically prisoners of the camp included many Jews as well as non-Jewish Poles.\nLange told CNN that Harry S. is alleged to have been part of a group of 11 men who guarded transport of prisoners to Auschwitz.\nHe was thought to either be stationed inside the Stutthof camp or inside the camp's watch towers, where his duty was also to guard security, Lange added.\nIn February, a former secretary from the Stutthof camp was charged with complicity in the murders of 10,000 people, in what was a rare case involving an alleged female concentration camp staff member.\nProsecutors did not name the woman but said she was is accused of \"having assisted those responsible at the camp in the systematic killing of Jewish prisoners, Polish partisans and Soviet Russian prisoners of war in her function as a stenographer and secretary to the camp commander.\"\nIn 2018, then 94-year-old Johann Rehbogen was charged with having been an SS guard at the Stutthof concentration camp as a teenager in 1942.\nThe court accused him of aiding and abetting in the murder of hundreds of prisoners, including with the use of poison gas.\nRehbogen, who appeared in court in a wheelchair, denied knowing the extent of the atrocities committed there in a statement read at court by his attorney. The trial was suspended after Rehbogen was hospitalized with health problems, reported AFP.\nThe alleged victims included at least 100 Polish prisoners killed with the use of poison gas Zyklon B, 77 Soviet war prisoners killed in the summer of 1944, more than 140 mainly Jewish women and children killed by \"an injection of petrol and phenol into their hearts,\" and several hundred Jewish prisoners executed because they were deemed \"unfit for work.\"\nCNN's Nadine Schmidt and Atika Shubert contributed to this report.\n"}, {"title": "NBA fines Miami Heat star Meyers Leonard $50,000 for anti-Semitic slur and suspends center", "author": "Dave Close and John Sinnott", "date": "2021-03-11", "full_article": "(CNN)The NBA fined Miami Heat's Meyers Leonard $50,000 on Thursday after the center used an anti-Semitic slur while livestreaming a video game.\nThe league also suspended Leonard from team facilities and activities for one week.\nLeonard was playing \"Call of Duty: Warzone\" on Monday when he said: \"F**king cowards. Don't f**king snipe at me. You k*** b*tch.\"\nThe Miami Heat center apologized for his actions on Tuesday, though he did not allude to the sexist part of his remark in the apology.\n\"Meyers Leonard's comment was inexcusable and hurtful and such an offensive term has no place in the NBA or in our society,\" NBA Commissioner Adam Silver said in a statement on Thursday.\n\"Yesterday, he spoke to representatives of the Anti-Defamation League to better understand the impact of his words and we accept that he is genuinely remorseful.\n\"We have further communicated to Meyers that derogatory comments like this will not be tolerated and that he will be expected to uphold the core values of our league -- equality, tolerance, inclusion and respect -- at all times moving forward.\"\n\nThe league has also mandated Leonard to participate in a cultural diversity program.\nThe Heat has yet to comment on Meyers' fine and suspension but earlier in the week had released a statement saying the organization \"vehemently condemns the use of any form of hate speech.\"\n\"The words used by Meyers Leonard were wrong and we will not tolerate hateful language from anyone associated with our franchise,\" the team's statement read. \"Meyers Leonard will be away from the team indefinitely. The Miami HEAT will cooperate with the NBA while it conducts its investigation.\"\nLeonard has played in three games for the Heat this season. He underwent left shoulder stabilization surgery on February 2 and is expected to miss the rest of the season.\nCNN Sport has reached out to Leonard's agent, but has not heard back.\nJill Martin, Amir Vera and Kevin Dotson contributed to this report\n"}, {"title": "Cristiano Ronaldo commits 'unforgivable error' as Juventus is stunned by 10-man Porto in Champions League", "author": "Ben Morse", "date": "2021-03-11", "full_article": "(CNN)Cristiano Ronaldo's \"unforgivable error\" in extra-time against 10-man Porto in the Champions League proved decisive as Juventus was dumped out by the Portuguese side.\nWith the sides all-square in the 115th minute and with penalties just minutes away, Porto was awarded a free-kick 35 yards away from the Juve goal.\nIn a last-ditch attempt to send the Portuguese side through, Sergio Oliveira hit a speculative low shot which traveled through the legs of Ronaldo -- who had turned his back on the ball -- and squirmed past the diving Wojciech Szczęsny in goal.\nThat gave Porto a 4-3 lead on aggregate and although Adrien Rabiot scored for Juve, it wasn't enough for the Italian giants as Porto, who had to play for over an hour of the game, went through to the Champions League quarterfinals on away goals.\nAfter the game, former Juve and Italy manager Fabio Capello criticized Ronaldo's part in the decisive goal, calling the turning of his back \"unforgivable.\"\n\"There are single mistakes and (mistakes due to) loss of concentration on all the goals conceded,\" Capello said while working as a Sky Sport Italia pundit.\n\"Before the ball is kicked, Ronaldo has already turned: it is very serious. If you're part of the wall, you know that you can be on the receiving end of a powerful shot, it is an unforgivable mistake that is unjustifiable. In Porto there were 70 minutes not played and 20 played by Juve.\n\"Tonight, it conceded goals and the game was immediately uphill. Apart from Chiesa, who made the difference? All the others seemed a bit jaded, the players of Porto had much more rhythm.\"\nREAD: Chaos, scandal and anger: Barcelona faces seminal presidential elections\n\nA failed relationship?\nThe signing of Ronaldo from Real Madrid in 2018 -- at $117 million, now the sixth most expensive transfer of all time -- was meant to end Juve's long Champions League drought, but for the third year running it hasn't worked out that way.\nRonaldo and Juve have not made it past the quarterfinals, going out to Ajax, Lyon and now Porto.\nDominating Italian football -- Juve has won the last nine Serie A titles -- the Champions League just looks like a puzzle the Bianconeri is incapable of solving.\nHaving helped Real to four Champions League titles in five seasons, scoring in the 2014 and 2017 finals, Ronaldo was to be the missing piece in the Juventus jigsaw.\nJuve last won the European football's top prize in 1996. Subsequently Juve has reached nine finals in the competition's various guises, winning just twice. It is the first club to lose seven finals. Only Bayern Munich, AC Milan and Real Madrid have played in more finals, and all three clubs have a better conversion rate, winning at least six or more titles each.\nThis season, with first-year manager and club legend Andrea Pirlo at the helm, performances have flattered to deceive -- and not just in Europe.\nIn the league, Juve sit 10 points behind leaders Inter Milan, and it lost the first leg of its round of 16 Champions League tie with Porto 2-1.\nTuesday's return leg in Turin couldn't have started any worse for Juve.\nOliveira's 19th-minute penalty extended Porto's lead after defender Merih Demiral brought down Mehdi Taremi.\nBut, after the halftime break, Juve looked galvanized as a brilliant double from Federico Chiesa restored parity.\nAfter Taremi was sent off for petulantly kicking the ball away before Chiesa's second, it looked for certain that Juve would eventually progress.\nHowever, a defensive masterclass from the 10-man Porto, led by 38-year-old Pepe, halted their opponents and took the game into extra-time.\nPorto goalkeeper Agustin Marchesin was at his best as the game wore on and his teammates repaid him, as Oliveira's low free-kick sneaked through Ronaldo's legs to decide the tie.\nAnd while Rabiot's thumping header made things nervy, Porto managed to hold on, with substitutes sprinting on in celebration, staff embracing each other, and players strewn over the Turin pitch in jubilation and relief.\n\"It is a unique feeling, to score two goals here,\" Oliveira said. We are very happy with our qualification. We clearly deserved it. It is a source of pride for the club and also for our country.\n\"We had to suffer, we had to play deeper many times, but we always looked for the goal. We are immensely happy.\"\nPorto's qualification for the quarterfinals took extra importance as it happened exactly 17 years to the day since Jose Mourinho's famous celebration at Old Trafford when he was Porto manager, knee sliding down the touchline after Francisco Costinha's last-minute equalizer sent his side to the quarterfinals.\nREAD: Erling Braut Haaland: The making of football's 'humble' superstar\n\nMaking changes\nJuve's Champions League exit came against the backdrop of forthcoming changes to the competition.\nThe Serie A club's chairman Andrea Agnelli has said he believes domestic leagues will have to reduce the number of teams involved to incorporate an expanded Champions League.\nThe Italian, who is also the chairman of the European Club Association (ECA), has been a driving force behind the proposed new-look continental competition which will begin in 2024 with 36 clubs instead of 32.\nTeams would play 10 matches in the autumn rather than the current six in the group stage, as part of a 'Swiss system' within a 36-team league.\nAgnelli gave the ECA's approval to UEFA proposals for the format changes to the Champions League, before saying domestic leagues will have to change to accommodate it.\nVisit CNN.com/sport for more news, features, and videos\n\"The balance we are trying to strike is one-third international [games] to two-third domestic,\" he said following the ECA's general assembly on Monday.\n\"We have countries such as England with the maximum number of games at 53 or 54, Germany is 43. So it's having a balanced competitive landscape.\n\"We do think that currently, for competitive balance purposes, 20 teams in leagues -- it's not just the big leagues, but in many leagues -- there are too many.\"\n\n"}, {"title": "Superstar quarterback Dak Prescott eyes Super Bowl parade after signing mega deal", "author": "Ben Church", "date": "2021-03-11", "full_article": "(CNN)Dallas Cowboys quarterback Dak Prescott has his eyes set on a Super Bowl victory after signing a new mega deal with the franchise.\nThe 27-year-old, who suffered a compound ankle fracture and dislocation which forced him to miss much of last season, says he wants to forget the past and guide his team to new levels.\n\"That's my plan, to get a parade in Dallas,\" he said in a press conference on Wednesday as the deal was officially confirmed.\n\"As a competitor, you watch people celebrate, you watch people do what you want to do, and there's not too many more things that light a fire under you than somebody having what you want.\"\n\"You throw on there that I was holding my leg and didn't have a chance to be out there while guys were doing what was taken away from me.\n\"I'm just excited to get out there and show you what this team is going to do. The next big press conference we have is hopefully in another year after that big parade. So there you go.\"\nPrescott, who was initially drafted by the Cowboys in 2016, has signed a reported four-year deal worth at least $160 million to stay in Dallas after nearly two years of on-and-off negotiations.\nHe says he never thought about playing for another franchise and is now fully focused on bringing the Lombardi Trophy to Dallas for the first time since 1996.\nHowever, he'll first have to turnaround the team's current form which nosedived after his gruesome injury back in October 2020 -- the Cowboys have now failed to make the playoffs for two consecutive seasons.\nWhile Prescott still has some recovering to do, he said he'd work tirelessly to be fit and ready for when the offseason officially begins in April.\n\"I'll control what I can control. I'll follow the doctor's orders the whole time,\" he says. \"Put my own work ethic into it. I'm healthy, I'm getting close. I'll be ready when it matters.\"\n\n"}, {"title": "Russia Fast Facts", "author": "CNN Editorial Research", "date": "2021-03-11", "full_article": "(CNN)Here's a look at Russia. The Russian Federation is the largest country in the world, covering more than one-ninth of the earth's land area.\nAbout Russia\n(from the CIA World Factbook)Area: 17 million sq km (1.8 times the size of the United States)\nPopulation: 142,320,790 (July 2021 est.)\nMedian age: 40.3 years\nCapital: Moscow\nEthnic groups: Russian 77.7%, Tatar 3.7%, Ukrainian 1.4%, Bashkir 1.1%, Chuvash 1%, Chechen 1%, other 10.2%, unspecified 3.9% (2010 est., most recent available)\nReligion: Russian Orthodox 15-20%, Muslim 10-15%, other Christian 2% (2006 est.)\nUnemployment: 4.6% (2019 est.)\nOther Facts\nOne of the top producers of natural gas and oil in the world.\nThe legislative body, the Federal Assembly, is made up of the lower house, the State Duma, and the upper house, the Federation Council.\nRussia spans nine time zones.\nContains one-fourth of the world's fresh water.\nTimeline\n1613 - Mikhail Romanov's coronation establishes the Romanov dynasty, which lasts for more than 300 years.\n1917 - The Bolshevik Revolution begins. The new government formed eventually becomes the Union of Soviet Socialist Republics (USSR), a communist country.\nJuly 1918 - Tsar Nicolas II and the royal family are executed by the Bolsheviks.\nJanuary 21, 1924 - Vladimir Lenin, founder and first leader of the USSR, dies. He is replaced by dictator Joseph Stalin, who leads until his death in 1953.\n1939-1945 - Helps the Allied Powers defeat Nazi Germany during World War II. Other Allies include the United States, Great Britain, France and China.\n1955 - The Warsaw Pact is organized, creating a military alliance of communist nations in Eastern Europe, including the Soviet Union, Bulgaria, Czechoslovakia, East Germany, Hungary, Poland and Romania.\nOctober 4, 1957 - The Soviet Union launches Sputnik I, the first artificial satellite, which starts the \"space race\" between the Soviets and the United States.\nApril 12, 1961 - Soviet cosmonaut Yuri Gagarin becomes the first human to go to space.\nOctober 1962 - Cuban Missile Crisis: During one of the most dangerous confrontations of the \"Cold War\" between the communist Eastern Bloc countries and the West, the Soviet Union installs nuclear missiles on Cuba capable of reaching most of the United States. US President John F. Kennedy orders a naval blockade of Cuba, and six days later, the Soviets agree to remove the missiles.\nDecember 1979 - The USSR invades Afghanistan. The last troops leave in 1989.\nMarch 11, 1985 - Mikhail Gorbachev is elected general secretary of the Communist Party. During his time as leader of the USSR, he advocates political and social reforms called \"perestroika\" (restructuring) and \"glasnost\" (openness), and participates in a series of summit meetings with US President Ronald Reagan.\nJune 1991 - Boris Yeltsin is elected president of the Russian Republic, the largest of the Soviet republics, in the first democratic presidential election in Russian history.\nAugust 1991 - Yeltsin helps put down a coup against Soviet President Gorbachev.\nDecember 19, 1991 - Yeltsin issues a decree ordering the Russian government to seize the Kremlin from the USSR.\nDecember 21, 1991 - Eleven of the 12 Soviet republics sign an agreement to form the Commonwealth of Independent States.\nDecember 25, 1991 - Gorbachev resigns as president of the Soviet Union. Yeltsin is now the leader of the new Russian state after the official dissolution of the Soviet Union.\nSeptember 21, 1993 - Yeltsin disbands parliament. Lawmakers vote to impeach Yeltsin and elect Alexander Rutskoi as acting president.\nOctober 4, 1993 - Troops loyal to Yeltsin surround and attack the parliament.\nDecember 11, 1993 - The first parliamentary elections are held under the new constitution with the Liberal Democratic Party of Russia receiving 24% of the vote.\nDecember 11, 1994 - Invasion of Chechnya.\nJuly 30, 1995 - Russia calls a truce with Chechen separatists.\nJuly 3, 1996 - Yeltsin defeats challenger Gennady Zyuganov in the presidential election by 14%.\nAugust 9, 1996 - Chechen separatists capture the capital of Grozny.\nMay 12, 1997 - Russia signs a peace treaty with Chechen separatists.\nSeptember 23, 1999 - Russia initiates a bombing campaign against Chechen separatists.\nDecember 31, 1999 - Yeltsin resigns as president, naming Vladimir Putin as interim president.\nMarch 26, 2000 - Putin is formally elected president of the Russian Federation, winning 53% of the vote over Communist party leader Zyuganov.\nMay 7, 2000 - Putin is sworn in as president.\nAugust 12, 2000 - The Russian nuclear submarine Kursk sinks in Barents Sea, killing all 118 on board.\nOctober 23-26, 2002 - Chechen separatists seize a Moscow theater and take 850 people hostage. Russian special forces pump fentanyl into the theater and then storm the building, killing 50 terrorists and 129 hostages.\nMarch 2003 - Russia opposes the US-led invasion of Iraq.\nDecember 7, 2003 - Putin's party, United Russia, wins majority in the State Duma.\nMarch 14, 2004 - Putin is reelected for a second term as president with 71% of the vote.\nSeptember 1, 2004 - Chechen separatists take more than 1,000 people hostage at a school in Beslan.\nSeptember 3, 2004 - Russian commandos take over the Beslan school from Chechen separatists and free many hostages. The siege ends with more than 330 hostages dead; half of them are children.\nJuly 14, 2007 - The International Olympic Committee selects Sochi, Russia, as the host for the 2014 Winter Olympic Games.\nDecember 2, 2007 - United Russia wins the majority in the parliamentary election with 64.1% of the vote.\nDecember 10, 2007 - Putin names Dmitry Medvedev his successor as president.\nMarch 2, 2008 - Medvedev wins the presidential election with 70.28% of the vote.\nMay 7, 2008 - Medvedev is inaugurated as president; Putin is named prime minister.\nAugust 8, 2008 - Russia invades Georgia after clashes in South Ossetia.\nOctober 6, 2008 - The Russian stock market plunges 19.1%.\nOctober 13, 2008 - Medvedev signs into law a $37 billion aid package for banks to shore up the Russian economy, affected by the world economic downturn.\nNovember 21, 2008 - The State Duma increases the presidential term to six years by a vote of 392-57.\nJune-August 2010 - Russia experiences the worst heat wave on its record, causing 15,000 deaths and destroying 25% of the grain crop.\nDecember 2, 2010 - FIFA selects Russia to host the 2018 World Cup soccer games.\nDecember 4, 2011 - Parliamentary elections take place. United Russia, Putin's ruling party, suffers big losses in the election, but retains its parliamentary majority. The official election results are 238 seats for United Russia, 92 seats for the Communists, 64 seats for Fair Russia and 56 seats for the Liberal Democrats.\nDecember 10, 2011 - Tens of thousands of Russians gather in Moscow to protest what they believe were parliamentary elections rigged in favor of United Russia.\nMarch 4, 2012 - Russia's presidential elections are held amid complaints of fraud. Putin faces off against Gennady Zyuganov, Mikhail Prokhorov, Vladimir Zhirinovsky and Sergei Mironov. Putin wins the election.\nMay 7, 2012 - Putin is sworn in under tight security amid protests. His new prime minister is former President Dmitry Medvedev.\nDecember 28, 2012 - Putin signs an anti-US adoption bill.\nAugust 2013 - Russia's anti-gay stance stirs controversy surrounding both the 2014 Sochi Olympics and the 2018 World Cup.\nOctober 21, 2013 - A suicide bomb destroys a bus in Volgograd, killing six and injuring 33. The bomber is believed to be a woman.\nDecember 29, 2013 - A female suicide bomber detonates a device at a train station in Volgograd. Eighteen people die and 34 are injured.\nDecember 30, 2013 - Less than 24 hours after a suicide bomb explodes in a Volgograd train station, another one disrupts rush hour traffic in the same city. Sixteen people are killed and more than 30 are injured when a blast rips through a bus near a busy market.\nMarch 1, 2014 - The upper house of the Russian parliament votes to send troops into Crimea in Ukraine.\nMarch 15, 2014 - Russia wields its veto power as a permanent member of the UN Security Council against a US draft resolution declaring the upcoming Crimea referendum invalid. Thirteen of the 15 Security Council members back the resolution, while China abstains.\nMarch 16, 2014 - In the Crimean referendum, 96.7% vote in favor of leaving Ukraine and being annexed by Russia.\nMarch 17, 2014 - US and European Union officials announce sanctions on more than two dozen Russian officials and their allies in Crimea. In Moscow, Putin signs a decree that recognizes the independence and sovereignty of the Republic of Crimea.\nMarch 18, 2014 - Putin signs an annexation pact with the prime minister of Crimea and the mayor of the city of Sevastopol. In an address before a joint session of Russia's Parliament, Putin calls Crimea \"an inalienable part of Russia.\"\nJuly 29, 2014 - The United States and the European Union enact major sanctions against significant areas of the Russian economy including financial institutions and oil and arms manufacturers.\nJuly-December 2014 - A combination of rapidly falling oil prices, economic sanctions and a decline in the value of the ruble leads to a Russian financial crisis.\nNovember 13, 2015 - Russia is provisionally suspended as a member of the International Association of Athletics Federations (IAAF) in response to doping allegations.\nOctober 14, 2016 - The US administration officially accuses Russia of hacking into US political systems, saying it is \"confident\" that Russia was behind recent hackings of emails about upcoming US elections in an attempt to interfere with the process.\nDecember 29, 2016 - US President Barack Obama takes unprecedented steps to retaliate against alleged Russian interference in the 2016 election, sanctioning nine Russian entities and individuals and ordering 35 Russian diplomats to leave the country.\nJanuary 28, 2017 - US President Donald Trump speaks by phone with five world leaders, including Russia's Putin. It is Trump and Putin's first phone conversation since Trump became president.\nApril 3, 2017 - At least 14 people are killed and 51 are injured when an explosion rocks a St. Petersburg metro train traveling between stations. Medvedev describes the attack as a \"terrorist act.\" Authorities say the blast was set off by a suicide bomber, a Russian citizen from Kyrgyzstan.\nJuly 26, 2017 - The US Congress passes a bill calling for new sanctions against Russia. The legislation, approved by Trump, is in response to Russia's alleged interference in the 2016 US election, as well as its human rights violations, annexation of Crimea and military operations in eastern Ukraine, and aggression in Syria. Moscow responds by expelling 755 US embassy staff members and seizing two properties from US missions in the country. Trump signs the bill into law one week later.\nDecember 5, 2017 - The IOC announces that Russia is banned from participating in the 2018 PyeongChang Winter Olympics due to a lengthy doping investigation. Clean athletes will be allowed to participate under the generic Olympic flag.\nMarch 12, 2018 - British Prime Minister Theresa May says that Russia is \"highly likely\" responsible for the attempted murder of former Russian double agent Sergei Skripal and his daughter Yulia in the English city of Salisbury on March 4. The pair are hospitalized in critical condition after being exposed to what British police believe was a military-grade nerve agent known as Novichok.\nMarch 14, 2018 - May gives 23 Russian diplomats -- whom she describes as undeclared intelligence officers -- one week to leave British soil. On March 17, Moscow retaliates by sending the same number of UK diplomats back, and by shuttering British cultural institutions in Russia.\nMarch 15, 2018 - The Trump administration announces it is enacting new sanctions on Russia, including individuals indicted in February by special counsel Robert Mueller, in a sweeping new effort to punish Moscow for its attempts to interfere in the 2016 US election. In enacting the sanctions, the administration is finally meeting a congressional mandate to impose measures punishing Moscow for its cyber intrusion.\nMarch 18, 2018 - Putin is reelected as president, with 76.7% of the vote, according to Central Election Commission data.\nMarch 26, 2018 - Trump orders the expulsion of 60 Russian diplomats the United States identified as intelligence agents and the closure of the Russian consulate in Seattle. The United States joins more than 20 countries -- including more than 18 European Union states and Canada -- to kick out diplomats in a coordinated effort that represents a significant diplomatic victory for the United Kingdom.\nMarch 29, 2018 - In retaliation to Trump's expulsion of 60 Russian diplomats, Foreign Minister Sergey Lavrov announces that Russia will expel 60 US diplomats and close the US consulate in St. Petersburg.\nAugust, 8, 2018 - In response to the poisoning of Skripal and his daughter, the US State Department announces that the Trump Administration will impose more sanctions on Russia under the Chemical and Biological Weapons Control and Warfare Elimination Act of 1991.\nSeptember 11, 2018 - Russia kicks off what it says are the country's largest war games since the fall of the Soviet Union, with at least 300,000 troops, 36,000 vehicles and 1,000 aircraft taking part. Thousands of Chinese and Mongolian troops are set to join the exercises, which start on the day Russia hosts a bilateral meeting between Putin and Chinese leader Xi Jinping in Vladivostok, in the far east of Russia.\nNovember 25, 2018 - The Ukrainian military says Russian boats opened fire on and seized three of the country's ships near Crimea.\nFebruary 2, 2019 - Putin signs a law suspending Russia's participation in the Intermediate-Range Nuclear Forces Treaty.\nMarch 18, 2019 - Putin signs two laws establishing fines for individuals who disseminate fake news. Critics say the ban is censorship.\nSeptember 7, 2019 - Ukrainian and Russian media report that 70 individuals have been released in a long-awaited prisoner exchange between Ukraine and Russia, a move that is meant to ease tensions between the two countries.\nSeptember 9, 2019 - CNN reports that the United States successfully extracted one of its highest-level covert sources inside the Russian government. The removal was driven by concerns that Trump and his administration repeatedly mishandled classified intelligence.\nOctober 22, 2019 - Putin meets with Turkish President Recep Tayyip Erdogan in Sochi and the men announce a wide-ranging agreement on Syria, saying that Russian and Turkish troops will patrol the Turkish-Syrian border. Kurdish forces have six days to retreat about 20 miles away from the border.\nNovember 1, 2019 - A law takes effect mandating the creation of an independent internet for Russia. The law, signed by Putin in May, establishes rules to create a national network that can operate independently from the rest of the world. The law allows Russia's telecoms agency to close the country off from external traffic.\nDecember 9, 2019 - The World Anti-Doping Agency (WADA) unanimously agrees to ban Russia from major international sporting competitions -- notably the Olympics and the World Cup -- for four years over doping non-compliance.\nJanuary 15, 2020 - The entire Russian government resigns after Putin proposes constitutional amendments that would strengthen the powers of the prime minister and parliament at the expense of the presidency.\nAugust 15, 2020 - According to Russian state news agency TASS, Russia begins production on the coronavirus vaccine, Sputnik-V. The vaccine was developed by the Moscow-based Gamaleya Institute with funding from the Russian Direct Investment Fund. The vaccine was approved for public use before completion of Phase 3 trials, which usually precedes approval.\n\n"}, {"title": "More European nations pause AstraZeneca vaccine use as blood clot reports investigated", "author": "Antonia Mortensen, Schams Elwazer and Arnaud Siad", "date": "2021-03-11", "full_article": "(CNN)Denmark, Iceland and Norway have suspended the use of the Oxford-AstraZeneca Covid-19 vaccine while the European Union's medicines regulator investigates whether the shot could be linked to a number of reports of blood clots.\nDenmark announced a two-week suspension on Thursday following a number of reports of clotting in the country, including one fatal case. Iceland and Norway followed suit, but did not say how long their suspensions would last.\nDanish Health Minister Magnus Heunicke made clear the pause was a \"precautionary measure,\" saying it was not possible yet to draw conclusions.\n\"We act early, it needs to be thoroughly investigated,\" he said in a tweet.\nThe Danish Health Authority also stressed that the decision was temporary.\n\"We are in the middle of the largest and most important vaccination rollout in Danish history. And right now we need all the vaccines we can get. Therefore, putting one of the vaccines on pause is not an easy decision. But precisely because we vaccinate so many, we also need to respond with timely care when there is knowledge of possible serious side effects. We need to clarify this before we can continue to use the vaccine from AstraZeneca,\" Søren Brostrøm, director of the National Board of Health, said in the statement.\n\n\"It is important to emphasize that we have not opted out of the AstraZeneca vaccine, but that we are putting it on hold. There is good evidence that the vaccine is both safe and effective. But both we and the Danish Medicines Agency have to react to reports of possible serious side effects, both from Denmark and other European countries. It shows that the monitoring system works. \"\nSpeaking to CNN Kjartan Njálsson, assistant to the director of health in Iceland, said that although there had been no reports of patients developing blood clots in the country, they were waiting for advice from the European Medicines Agency (EMA). \"It's the lack of data right now that concerns us,\" he added.\nThe EMA said later Thursday that it did not recommend suspending use of the vaccine.\nThe agency said it was aware that Denmark had suspended use but that there was \"currently no indication that vaccination has caused these conditions, which are not listed as side effects with this vaccine.\"\n\"The vaccine's benefits continue to outweigh its risks and the vaccine can continue to be administered while investigation of cases of thromboembolic events is ongoing,\" the agency added.\nThe EMA also noted that the number of blood clots seen in vaccine recipients was no higher than the rate among people who had not received the shot in Europe.\nThe Norwegian Institute of Public Health issued a statement saying the country had also chosen to \"pause\" inoculations following report of a death in Denmark as a result of a blood clot. It also noted there had been reported cases of blood clots shortly after receiving Covid-19 vaccinations in Norway but \"mainly in the elderly where there is often another underlying disease as well.\"\nSpain's Public Health Commission announced Thursday that it was delaying the vaccination of people aged between 55 and 65 years old with the AstraZeneca vaccine until \"there is a full review and conclusion of side effects by the European Medicines Agency (EMA)\", according to a commission statement issued on Thursday evening.\nSpanish health minister Carolina Darias called for calm earlier on Thursday. \"I would to send a message of calm and caution. In Spain we have not been notified of any case related to blood clots,\" Darias told local TV station La Sexta.\nThe Public Health Commission includes the country's Ministry of Health and representatives of Spain's 17 regions.\nEarlier this week, a number of EU nations paused the use of doses that came from a particular batch of AstraZeneca vaccine, after a 49-year-old woman in Austria died of multiple thrombosis on Sunday. The EMA said Wednesday there was \"no indication\" that vaccination had been behind the cases of clotting or death.\nAstraZeneca defends shot's safety\nIn a statement on Thursday, AstraZeneca said that patient safety was its \"highest priority.\"\n\"Regulators have clear and stringent efficacy and safety standards for the approval of any new medicine, and that includes COVID-19 Vaccine AstraZeneca. The safety of the vaccine has been extensively studied in Phase III clinical trials and peer-reviewed data confirms the vaccine is generally well tolerated,\" the company said in a statement.\nIn the UK, the Medicines and Healthcare products Regulatory Agency (MHRA) said Danish authorities had taken a \"precautionary measure\" and advised people to still take their vaccine when instructed to.\nThe Dutch health minister also said there was no reason to stop using the vaccine.\n\"Our experts say there is no cause for concern, we can simply continue vaccinating,\" Hugo de Jonge said Thursday.\nAustria, Estonia, Lithuania, Luxembourg and Latvia have suspended the use of doses from batch ABV5300. Danish officials did not specify whether its reported death was connected to the same batch.\nThe EMA said that batch ABV5300 had been delivered to 17 EU countries, comprising 1 million doses of the vaccine.\n\"Some EU countries have also subsequently suspended this batch as a precautionary measure, while a full investigation is ongoing. Although a quality defect is considered unlikely at this stage, the batch quality is being investigated,\" EMA said in a statement.\nThe investigation is the latest trouble in Europe for British-Swedish drugmaker AstraZeneca, which has come under pressure to produce more vaccines after it fell tens of millions of doses short in deliveries to the European Union.\nOn Thursday, Italian medicines agency AIFA also banned use of another batch of AstraZeneca vaccines. The agency said it was responding to \"some serious adverse events\" taking place around the time of vaccinations from batch ABV2856. It did not say what the events were and said no causal link between the events and the vaccine had been established.\nItaly banned the export of 250,000 doses of the vaccine to Australia last week in an effort to protect its national supplies. France said it would also consider banning exports, as concerns of vaccine nationalism rise.\nThe company has also faced resistance in the bloc, where regulatory bodies in member countries have been slow or hesitated to recommend the vaccine in people over the age of 65, citing a lack of data.\nRegulatory bodies in several countries, including Germany and France, have since changed recommendations to include over-65s as real-world data has since shown that the AstraZeneca vaccine is highly effective at preventing hospitalization in older populations. France limits the shot to people under the age of 74.\nAnecdotal reports suggest people in some EU countries, however, are still choosing not to take the AstraZeneca vaccine.Correction: A previous version of this story reported that Italy banned batch ABV5300. It has been corrected to show that Italy banned a different AstraZeneca batch over concerns around unspecified adverse reactions.\nCNN's Angela Dewan contributed to this report.\n"}, {"title": "Frisbee and oval ball star Cat Phillips fired up by fight for gender equality", "author": "Becky Thompson, for CNN", "date": "2021-03-11", "full_article": "(CNN)For someone who describes herself as a \"pretty quiet person,\" Cat Phillips has shown herself to be utterly unafraid of speaking out.\nA rarity in the sporting world, Phillips is a multi-sport athlete, who competes in both ultimate frisbee and Australian football.\nWhile the Australian Football League men's competition was founded in 1896, the women's inaugural season didn't kick off until 2017.\nFor some AFL fans the idea of women showcasing their handling and kicking skills with the oval-shape ball has come as a bit of a culture shock, according to Phillips.\n\"A lot of the comments that you get in Australia around the AFLW [Australian Football League Women's], are that the quality of the league isn't good enough and women shouldn't be being paid because they're just not good enough,\" Phillips told CNN Sport, as she reflected on what it's been like playing in the fledgling league.\nNo wonder, perhaps, that Phillips feels so strongly about gender equality.\n\"That, to me, is just the lack of education,\" adds the 29-year-old, who points out that perhaps if these men hadn't grown up playing Aussie football and were working full-time and training in the evening, the same way the women are, the quality of the league would be different.\nIn 2020, the average AFL men's player earned $215,890 USD while the highest-earning player in the league earned $924,289. In contrast, the highest paid women's players earned only $23,002.\nPhillips is also the co-founder of the Australian Ultimate League -- the only mixed-gender, semi-professional field sport in the world.\nAnd somehow, the two-sport star also finds the time to work as an engineer.\nUltimate frisbee is a self-officiated sport that is played mixed-gender at the highest level -- the World Games.\nHowever, many semi-professional leagues have opted for single-gender competition, making what Phillips has done in Australia special.\nPhillips says her experience in ultimate frisbee has been more positive than it has been in the AFLW when it comes to issues of equality.\n\nRole model\nBorn in London, Phillips grew up in Melbourne, where she discovered her love of ultimate frisbee in high school before she was selected for the ALFW's inaugural season during a talent search.\n\"I think I took it for granted that a lot of parts of ultimate are very equal, relatively speaking, and that was something that I really loved about it at the beginning. But I probably didn't recognize the importance of it until I moved into football.\"\nHowever, she appreciates the platform the ALFW has given her.\n\"Coming into the AFLW, I saw the impact that we had on young girls but also on young boys -- people who all of a sudden were looking at the league and had female role models that they could look up to -- and that has really impacted me,\" said Phillips.\nAs captain of the Australian women's ultimate frisbee team and the captain of St. Kilda FC in the AFLW, Phillips is determined to use her leadership positions to help create change.\n\"For me, it's not even about the players that are playing in the league. Obviously, I want equality for them, but it's more about the broader impact of it.\n\"Kids who, at eight or nine ... [who see] it's normal that you would have women playing at that level. And I think that's really powerful and I feel very strongly that we need to keep moving forward in that area.\"\n\nMixed-gender league\nAs ultimate frisbee has grown over the last decade, semi-professional leagues have begun to pop up around the globe.\nThe American Ultimate Disc League (AUDL) was founded in 2010 and played its inaugural season in 2012.\nBut the league was created for men's teams only, although it did allow women to try-out for teams.\nDespite discussions and a push from the ultimate community to add women's teams to the league, the AUDL has remained a men's league.\nIn 2018, when Phillips started the Australian Ultimate League (AUL), she opted for a different approach, creating the world's first mixed- gender league in the world to provide an equal opportunity for men and women to compete.\nIn the years that have followed the AUL's creation, women's leagues such as the Premier Ultimate League (PUL) have been set up in the US.\nWhat Phillips has done by creating a mixed-gender league is not only in line with the sport's highest level -- it's played as a mixed sport at the World Games -- but also with the International Olympic Committee's vision to create a more gender-equitable Games by including more mixed events.\nAnd, as ultimate strives for inclusion in the Olympic Games, Phillips believes it is important for the sport to show that it's unique -- and that women can compete with men on the same field.\n\nLeadership skills\nDespite the fact she holds the position of captain on two sports teams, Phillips says the idea of leadership didn't come easily.\n\"I like to keep to myself a little bit, but again the more involved I've got in footy and in ultimate, and in thinking about gender equity in particular, it's definitely become more important to me,\" she explains.\n\"I look at a lot of the young players that are coming through both in footy and in ultimate, and I just see so much potential in them.\n\"They're all such incredible young women and I feel a lot of ownership and responsibility around helping them to grow and helping them to develop into really strong, powerful women.\"\nThese days it isn't easy being a female leader.\nIn early 2020, the online abuse of AFLW players became so bad that some organizations had to shut down their comments sections.\nNotably a photo of Carlton Blues player Tayla Harris, which captured her athleticism, gained significant negative attention and Australian broadcaster Channel 7 removed the post after only 24 hours as the comments had become too difficult to monitor.\nPhillips says social media doesn't play a big part in her life, which has ensured she hasn't been as affected as other athletes who have suffered abuse.\n\"Obviously, I know that it's there and I think you only have to read the comments on one article posted online to get a broad view of the things that people think.\"\nShe also believes there's a groundswell of support for the AFLW and says that it's just a matter of time before the league is given the recognition and respect it deserves.\n\"One, the quality will keep going up,\" reflects Phillips. \"And two, I think the more people get exposed to it and start to understand a bit more about the differences between what the men and the women are doing, the feel about it in the community will change.\n\"There are a whole lot of people that are very supportive and very much on board with the league.\n\"And I tend to engage with those people, because they love what we're doing, and I think it's much more positive to keep focused on that.\"\n\nVision\nAccording to Phillips, the number of women playing Australian Football at grassroots level has increased significantly.\n\"Even if you just walked down to the local park five years ago, you would only have seen men or boys playing the footy and now you'll see girls everywhere kicking the footy.\"\nPhillips has a 10-year vision that AFLW players will mostly be full-time and don't have to balance careers while competing, though she admits that such a prospect is unlikely for ultimate frisbee.\n\"I think the cool thing here in Australia with ultimate is looking at the development of our youth pathways,\" said Phillips.\n\"Back when I started, there were a handful of people playing at my age. I think there were only about four in Victoria, where I come from.\n\"Now we have teams in every state in Australia and they have a youth national championship.\n\"That's just bringing more people into the game younger and it's the same with the AFL; the earlier you start playing, the better you'll get.\"\nPhillips is currently competing in the AFLW season, with the goal of winning the Premiership trophy at the end of April, all while she continues to train for her  other goal of competing in her third World Games for Australia in ultimate in 2022.\n\n"}, {"title": "Dutch inventor of the cassette tape, Lou Ottens, dies age 94", "author": "Christopher Johnson and Chloe Adams", "date": "2021-03-11", "full_article": "(CNN)Lou Ottens, the Dutch inventor of the cassette tape, has died at the age of 94, his family has confirmed to CNN.\nThey said the inventor died at his home in Duizel, the Netherlands, on Saturday. His cause of death was not given.\nAn estimated 100 billion cassette tapes have been sold worldwide, according to Philips, the company he began working for in 1952. Ottens also supervised the team that developed the compact disc (CD).\nOttens was described by Olga Coolen, the director of the Philips Museum in Eindhoven, the Netherlands, as an \"extraordinary man who loved technology.\"\nAn engineer by trade, five years after joining Philips, Ottens became the head of the company's product development department at its audio plant in Hasselt, Belgium.\nIn 1960, Ottens and his team developed the first portable tape recorder. At the time, all recorders used the reel-to-reel system, which meant the tape had to be manually wound.\nHe revolutionized recorders two years later by inventing the compact cassette. Because of the laborious nature of the reel-to-reel process, Ottens wanted to simplify the process, said his family.\nOttens cut a block of wood that would fit into the side of his jacket pocket to find an ideal size for the new carrier. The block became the model after which the first portable cassette recorder was made, said Philips.\nRemarkably, his wooden prototype was later lost when used to prop up his jack while changing a flat tire, Philips added.\nIn 1963, the development of the cassette and the playback device had done so well that they were presented at the Internationale Funkausstellung -- a trade exhibition for audio products -- in Berlin.\nGuests from Japan were inspired by his invention. The cassette was quickly copied by Japanese manufacturers into a different format and sold onto the Japanese market, Philips said.\nThe cassette recorder was a huge hit around the world, but particularly with young people in the 1960s, 1970s and 1980s.\nThe device helped capture iconic sounds, according to Philips, which recounted a tale shared by Rolling Stones' Keith Richards, who wrote in his 2010 autobiography \"Life\": \"I wrote the song 'Satisfaction' in my sleep. I didn't know at all that I had recorded it, the song only exists thank God to the little Philips cassette recorder. I looked at it in the morning -- I knew I had put a new tape in the night before -- but it was at the very end. Apparently, I had recorded something. I rewound and then 'Satisfaction' sounded ... and then 40 minutes of snoring.\"\nOttens supervised the team that invented the CD, which was produced extensively by Sony-Philips and sold more than 200 billion copies worldwide, said Philips. He retired in 1986.\nIn 2013, on the 50th anniversary of the cassette tape, a special exhibition was created to honor Ottens' work at the Philips Museum. And the first-ever cassette recorder still lies on display as \"a testimony to his foresight and innovation,\" a representative from Philips told CNN.\n\"Lou was an extraordinary man who loved technology,\" said Coolen, director of the Philips Museum, in a statement to CNN, adding that his inventions had \"humble beginnings.\"\n\n"}, {"title": "Lionel Messi scores 'special' goal but misses penalty as Barcelona crashes out of the Champions League", "author": "Ben Church", "date": "2021-03-11", "full_article": "(CNN)It wasn't enough to ensure Barcelona progressed to the Champions League quarterfinals but Lionel Messi's strike against Paris Saint-Germain on Wednesday will live long in the memory.\nNeeding to score at least four goals to overcome a disastrous 4-1 first-leg result, Barcelona's task was made almost impossible after Kylian Mbappe converted a penalty for PSG on the half-hour.\nIn the past, when it needed a miracle, Messi has often worked his magic and the captain started to cast his spell at the Parc des Princes.\nThe Argentine picked the ball up in the middle of the pitch drove at the PSG defense. As good as Messi is, there didn't seem to be a great deal of danger but the magician then shifted the ball onto his left foot.\nSeemingly out of nowhere, he unleashed a ferocious effort from 25-yards that rocketed into the top corner of the net. Blink and you would have missed it.\nMessi has scored plenty of goals in his career --  this effort was his 120th goal in the Champions League -- but he hasn't scored many better than that.\nBarcelona boss Ronald Koeman's astonished expression on the sideline summed up the strike perfectly.\n\"He's been sensational in the first half, but this goal from Messi is something special,\" tweeted former Barcelona player Gary Lineker.\nPSG could have been forgiven for wondering if they were about to experience part two of La Remontada -- \"The Comeback\" -- in  2017 when the French side were beaten 6-1 by Barca having won the first leg 4-0 in the Champions League quarterfinals.\nHowever, Messi then managed to drop his wand when he missed a first-half penalty which perhaps would have given his side some hope of recreating that remarkable 2017 comeback.\nInstead, the match ended 1-1 and PSG boss Mauricio Pochettino was glad his side survived what could have been an embarrassing repeat performance.\n\"We suffered a lot in the first half, and psychologically it was a test for us. I gathered that the past was something that was talked about a lot here,\" he told reporters after the game. \"We were better in the second half, we were more competitive.\"\n\nREAD: Cristiano Ronaldo commits 'unforgivable error' in Juventus defeat\n\n\nKoeman hopes Messi stays\nDespite the disappointment, Koeman hopes Barca's performance will be enough to convince Messi to stay at his childhood club past this season.\nThe 33-year-old's deal runs out at the end of the season, and he is currently free to enter into negotiations with other clubs over a potential move in the summer.\nMessi made public his desire to leave last summer, and it has been looking increasingly unlikely he will sign a new contract.\n\"Leo [Messi] has seen for quite some time that the team is improving thanks to all the changes we've made,\" Koeman said after the defeat.\n\"We have young players of great quality. We've got a great future ahead. Leo can't have any doubts about what the future holds for this team.\n\"We are departing this Champions League in a very different manner from the way we did last season. In this game, we hit our level and that's the road we have to follow.\"\n\nREAD: Lewandowski edges closer to legendary scoring record\n\n\nEnd of an era?\nThis is the first time in 14 years that Barcelona has not reached Champions League quarterfinals.\nIt's also the first time since 2005 that both Messi and Cristiano Ronaldo will not feature in the quarterfinal stage of the tournament, after Juventus was dumped out by Porto on Tuesday.\nIt's yet another signal that there is a seeming changing of the guard in European soccer with the Ronaldo and Messi era coming to an end.\nIn their place, it looks like PSG's Mbappe and Dortmund's Erling Braut Haaland are beginning to ignite a similar rivalry.\nHaaland broke a plethora of scoring records with his brace against Sevilla on Tuesday before Mbappe replied by becoming the youngest player in Champions League history to reach 25 goals in the competition.\nWith both Dortmund and PSG both in the hat for the quarterfinal draw on March 19, neutral fans will be hoping for a mouthwatering fixture that pits two of Europe's most exciting talents against each other.\nAnalysis -- Amanda Davies (World Sport anchor)\nAnyone writing off Ronaldo and Messi just because their teams haven't made it to the Champions League quarterfinals needs a talking to. You just have to watch, and rewatch, Messi's goal against PSG for proof of that.\nThere's no mistaking their mastery of the art. And for all the moments of magic they've created, remember Messi has only won one Champions League title in the last 10 years.\nWhat we do have with Mbappe and Haaland is two young talents absolutely stepping up to the plate when it matters, and rightly, people are getting excited. But I don't think we should be talking about either/or here. It's not Messi and Ronaldo or Haaland and Mbappe. We've got all four. What's not to love? And why not celebrate them all while we can?\n\n"}, {"title": "Sarah Everard case prompts outpouring from women sharing stories of abuse and harassment on UK streets", "author": "Laura Smith-Spark", "date": "2021-03-11", "full_article": "London (CNN)The disappearance of Sarah Everard, a 33-year-old marketing executive, while walking home in London one evening has sparked an outpouring on social media from women sharing their own experiences of sexual assault and harassment.\nMany have also exchanged notes on the habitual precautions they take to try to stay safe when they walk alone -- and voiced their anger and frustration that this feels necessary.\nThe fact that a serving Metropolitan Police officer has been arrested on suspicion of Everard's kidnap and murder has only added to the sense of threat.\nThe officer sustained a head injury and was hospitalized while in custody on Wednesday police told CNN. The suspect has since been discharged from hospital and returned to police custody.\nPolice searching for Everard, who was last seen on March 3 in Clapham, south London, have found what appear to be human remains in woodland in Kent, the force confirmed late Wednesday.\nMetropolitan Police Commissioner Cressida Dick pointed out that it was \"incredibly rare for women to be abducted\" in the streets.\n\nBut, she added, \"I completely understand that despite this, women in London and the wider public -- particularly those in the area where Sarah went missing -- will be worried and may well be feeling scared.\"\nPolice making door-to-door inquiries in the case reportedly warned women not to venture out alone, prompting some to comment that this approach only fuels the culture of blaming victims.\nA \"Reclaim These Streets\" vigil has been organized via Facebook for 6 p.m. Saturday on Clapham Common, a green space Everard is believed to have crossed soon after 9 p.m. as she walked toward her home in Brixton. \"This is a vigil for Sarah, but also for all women who feel unsafe, who go missing from our streets and who face violence every day,\" the organizers said. Attendees are urged to follow Covid-19 safety guidelines and must wear a face covering.\nThe deluge of social media reaction provides ample evidence of women's concerns and are testament to the toll that a lifetime of vigilance takes on women's well-being.\nFrom taking a longer route home to avoid poorly lit streets to factoring in the possible need to flee as they dress for a night out, women are undertaking constant risk assessments when they walk alone, especially at night.\n\"For all those women who text their mates to let them know they got home safe, who wear flat shoes at night so they can run if they need, who have keys in their hands ready to use, it's not your fault,\" tweeted Anna Yearley, joint executive director of legal action NGO Reprieve. \"It never is. So many of us have stories of being assaulted. It's never our fault.\"\nAnother Twitter user, Linda Redford, responded: \"This a constant preoccupation of women and girls of all ages; I am 74 and still go through the mental risk assessment each time I am out on my own especially, but not exclusively, at night. I taught the same to my daughters. Fear passed on from woman to girl thru generations.\"\nTelevision and radio presenter Shelagh Fogarty posted a list of instances of sexual harassment starting at age 10 and continuing into her 50s, from being followed home from school to being targeted by a stalker. \"This is what women face. This and worse. Throughout our lives. It's sh*t. It's draining. It's frightening. It has to stop,\" she said.\nOther women responded with their own, similarly depressing lists. After posting hers, Eleanor Johnston, a clinical psychologist, added: \"My early experiences are by no means unusual. What is important to remember is that 'men' are not inherently dangerous! Some men are. If this conversation can help all of us start a convo about callling out this behaviour, we would all feel a lot safer.\"\n\nSexual harassment\nWhile instances of abduction are relatively rare in the UK, new polling indicates that sexual harassment and abuse are not.\nOver 70% of women surveyed by UN Women UK said they had experienced sexual harassment in public spaces. That figure rose to 97% among women aged 18 to 24, polling showed. The data, released Wednesday, was drawn from a YouGov survey of over 1,000 women commissioned by UN Women UK in January 2021.\nThe organization's polling also suggested that women have little faith in public institutions to tackle the situation.\n\"Only 4% of women told us they reported the incidents of harassment to an official organisation -- with 45% of women saying they didn't believe reporting would help change anything,\" UN Women UK said.\nOne in four women in the UK will experience domestic abuse and one in five sexual assault during her lifetime, according to a paper published by the Home Office in 2019.\nOf course, women are not alone in feeling under threat on the streets. And men are more likely to be the victims of violent crime involving strangers and acquaintances than are women, according to the annual Crime Survey for England and Wales, published by the UK Office for National Statistics (ONS).\nBut government data show that men are far more likely to be prosecuted for acts of violence against both women and men. Over the three-year period ending March 2020, the vast majority of suspects convicted of homicide were male -- 93% of the total, according to an ONS report on homicide.\n'No woman finds this shocking'\nThe outpouring on social media in relation to the Everard case speaks volumes.\nWhile some voiced their frustration over persistent victim-blaming, others highlighted how, once again, women were the ones being urged to change their behavior in order to stay safe, rather than the onus falling on men.\nGeorgia Ladbury, an infectious disease epidemiologist and candidate for the Women's Equality Party in upcoming London Assembly elections, tweeted Tuesday: \"Women in my area have been advised 'not to go out alone' while Sarah Everard's disappearance is investigated. How about we urge men not to go out instead? Say a curfew at nightfall?\n\"Perhaps we'd see more done about street safety if it were men losing their freedoms, not women.\"\nIn another tweet Thursday, she added: \"No woman finds this shocking. Because we're constantly planning and strategising how to prioritise our safety. Meanwhile, men are just living their lives and having carefree conversations. The very idea of that kind of freedom is intoxicating to me.\"\n\nSpeaking in the House of Lords during a debate Thursday on domestic violence, Green Party peer Baroness Jenny Jones proposed imposing a 6 p.m. curfew for men. \"I would argue that, at the next opportunity for any Bill that is appropriate, I might actually put in an amendment to create a curfew for men on the streets after 6 p.m., which I feel would make women a lot safer, and discrimination of all kinds would be lessened.\"\nCritic and columnist Sarah Ditum tweeted about \"men's horror at the idea of a man curfew,\" adding: \"No one should have their freedoms curtailed because of the violence of a minority, except women curtail our freedoms all the time because of the violence of a minority of men -- but freedoms aren't for women, are they?\"\nWriter Caitlin Moran made a similar point. \"Being a woman: my 'outside' day finishes at sundown. If I haven't taken the dog for a walk/jogged by then, I can't,\" she tweeted. \"In the winter, it often means the choice between exercise and work. Today, I had to stop work at 4 to exercise. My husband worked until 6, and is now off for a run.\"\nCall for action\nMen have also been joining in the conversation on Twitter, many in positive ways.\nOne tweet, from Stuart Edwards, has been widely shared. \"I live less than five minutes from where Sarah Everard went missing. Everyone is on high alert. Aside from giving as much space as possible on quieter streets and keeping face visible, is there anything else men can reasonably do to reduce the anxiety/spook factor?\" he asked.\nWomen responded with appreciation that the question had been asked and offered practical suggestions such as a man dropping back or crossing the road so as to reassure a woman that she was not being followed, or offering to walk a female friend home.\nMeanwhile, lawmaker Jess Phillips, of the opposition Labour Party, called for tougher action to be taken against those who commit crimes against women, noting that rape convictions and domestic abuse prosecutions had fallen last year.\n\"We are not tough on crimes against women and children perpetrated by men,\" she tweeted. \"Women should be able walk the streets free from harm, fear and threat.\"\nDick, London's highest-ranking police officer, said there would be \"continued high levels of police patrols\" in the south London area where Everard was last seen, and acknowledged the impact of the suspected involvement of a police officer on public confidence.\n\"Sarah's disappearance in these awful and wicked circumstances is every family's worst nightmare,\" she said.\n\"The news today that it was a Metropolitan Police officer arrested on suspicion of Sarah's murder has sent waves of shock and anger through the public and through the whole of the Met.\"\n\n"}, {"title": "Prince William says royals are 'very much not a racist family' in first remarks since explosive interview", "author": "Angela Dewan and Schams Elwazer", "date": "2021-03-11", "full_article": "London (CNN)Prince William has denied the royal family is racist in his first public remarks since his brother Prince Harry, and his wife Meghan, made explosive claims in a TV interview.\nAsked by a reporter during a visit to a school in east London if the royals were a \"racist family,\" the Duke of Cambridge said, \"We're very much not a racist family.\"\nHarry and Meghan, the Duke and Duchess of Sussex, made a series of damning accusations against the royal family in an interview with Oprah Winfrey, which aired in the UK on Monday night.\nIn response to a question on whether he had spoken to his brother since the interview with Oprah Winfrey, Prince William said, \"I haven't spoken to him yet but I will do.\"\nHarry and Meghan's interview has sent Buckingham Palace into a tailspin and triggered a nationwide debate on the royals, race and the role of the media in perpetuating xenophobia.\nIn the interview, Meghan said that the skin tone of the couple's child, Archie, was discussed as a potential issue before he was born. The couple would not reveal who had made the remarks, but said it wasn't Queen Elizabeth II or her husband, Philip, the Duke of Edinburgh.\nThe palace broke its silence on Tuesday evening, saying in a statement on behalf of the Queen that the allegations of racism were concerning and were being \"taken very seriously.\"\n\"The whole family is saddened to learn the full extent of how challenging the last few years have been for Harry and Meghan,\" the statement read.\n\"The issues raised, particularly that of race, are concerning. While some recollections may vary, they are taken very seriously and will be addressed by the family privately.\"\nCNN correspondent Max Foster said Prince William's remarks were unusual and a sign of how rigid systems surrounding the monarchy were breaking down following the interview.\nFoster noted that the Duke of Cambridge \"decided to speak back\" to the reporter, despite the Queen's stated preference to handle the matter privately.\n\"This was a reporter at a major network, breaking a protocol which is not to throw questions out at senior royals in this way. So ... that's something that's broken down,\" he said Thursday.\n\"We've got to this point in the story where a senior royal is asked if his family is racist, which is just quite extraordinary.\"\nCouple cite lack of support\nIn the interview, Meghan described having regular suicidal thoughts during her pregnancy and brief time as a working royal, and the couple said the palace had offered Meghan and Archie inadequate security and protection.\nThe couple cited a lack of support over invasive press coverage and the royal institution's decision not to give their son Archie a title -- and with it his eligibility for protection -- as the basis for their decision to relocate from the UK.\nThe interview has also had consequences for the British press, whose tabloids are infamous for invading the privacy of royals and celebrities, and are regularly embroiled in legal battles for defamation.\nHigh-profile TV personality Piers Morgan stepped down from his role as presenter of ITV's \"Good Morning Britain,\" a day after questioning whether the Duchess was being truthful about having suicidal thoughts. Morgan stormed of the set live on TV as his own co-host, Alex Beresford, admonished him in a scathing rebuke of his remarks.\nThe Duchess of Sussex had complained about Morgan's remarks to the television station.\nThe executive director of the UK's Society of Editors, Ian Murray, resigned Wednesday after appearing in an interview in which he refused to acknowledge racist media coverage in the country.\nPrince Charles -- who is William and Harry's father, and heir to the throne -- appeared in public earlier on Tuesday for the first time and did not respond to a question on the furor surrounding his family.\nHarry had told Winfrey that his father had briefly stopped taking his calls after the couple announced they were stepping back from the royal family last January. He added that they were now speaking again.\nCNN will soon launch Royal News, a weekly newsletter bringing you the inside track on the royal family, what they are up to in public and what's happening behind palace walls. Sign up here.\n\n"}, {"title": "'We cannot survive', tennis counts the cost of empty stands", "author": "Story by Reuters", "date": "2021-03-11", "full_article": "Tennis has limped back to some semblance of normality after last year's lengthy disruption due to the Covid-19 pandemic, but stakeholders fear playing tournaments in front of empty stands might not be sustainable for long.\nThe professional circuit was shut down for five months in 2020 before tournament organizers set up biosecure bubbles for players and support staff while keeping fans away from stadiums.\nThe disruption has been less severe in 2021 but tournaments, barring the swing in Australia in February, continue to be played in front of a handful of fans at best.\nThe absence of spectators has not just robbed tournaments of atmosphere and sapped the energy of players who thrive on it, but has also had a savage impact on finances.\nATP tournaments incurred losses of between $60 and $80 million last year, hurt by last-minute cancellations, a wipeout of ticketing revenue in absence of spectators and a 30 percent drop in proceeds from sponsorships.\nAnd, with the added burden of expenditure on health protocols, it has led to a reduction in prize money down to 50 percent of levels before the pandemic.\n\"With all the estimates that we have done, we think we can sustain this year,\" ATP Chairman Andrea Gaudenzi told Reuters.\nGaudenzi said sponsorship revenue plunged about 30 percent on average since the start of the pandemic, with the Masters 1000 events -- the level below the grand slams -- relying on ticket sales for 45 percent of their proceeds.\nHerwig Straka, one of three members of the ATP board representing tournament owners, said the call on whether to continue running events without fans could come down to a business decision.\n\"It's about finding the right balance between enough prize money for players, especially for lower-ranked players, to survive, and also for tournaments to continue,\" Straka said.\n\"And obviously for the smaller tournaments this challenge is higher. So not only as a business but also as a sport we definitely need spectators to return sooner than later ... we cannot survive without having spectators.\"\n\n\n'Required and appropriate'\nThe men's governing body will spend up to $5.2 million -- primarily taken from the bonus pool for the top 12 eligible players at the end of the season -- to boost prize money at its events until Wimbledon.\nThe WTA had to fund the entire prize money of $565,530 for its season opener in Abu Dhabi from its own funds.\n\"The reduction in prize money levels that are in place for 2021 is not something anyone wants to see,\" WTA CEO Steve Simon told Reuters.\n\"However, with the compromised revenue streams from ticketing and sponsorship being dealt with, the reductions are required and appropriate.\"\nBefore her early exit from this week's WTA 1000 event in Dubai, world No. 5 Elina Svitolina said reduced purses could potentially have an impact on motivation.\nAmericans John Isner and Reilly Opelka were less diplomatic when they hit out at ATP management recently for not taking salary cuts while players effectively were.\nGaudenzi said that even in the worst case scenario, the ATP was still tracking to deliver 2021 prize money levels of about $180 million, 23 percent less than 2019.\n\"It's still not a terrible result, considering the challenges we face,\" the Italian said, adding that most tournaments would be happy to break even in 2021.\nWith vaccines against the virus starting to roll out, tennis bosses were hopeful that restrictions on spectators would start to be relaxed.\n\"A no-crowd formula that extended into the future would require a restructuring of how sports in general would proceed,\" said WTA's Simon.\n\"We are beginning to see a pathway for fans to begin returning at restricted levels as 2021 progresses and hopefully a significant move towards full stadiums in 2022.\"\n\n"}]